Repository: JasonWenTheFox/mac-sensor-lab
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %lld detached interfaces • %lld malformed fields omitted
zh_hans: 已省略 %lld 个脱离设备的接口 • %lld 个异常字段

source: %lld devices • %lld interfaces in this snapshot
zh_hans: 本次快照包含 %lld 个设备 • %lld 个接口

source: Alternate setting
zh_hans: 备用设置

source: Application specific
zh_hans: 应用程序专用

source: Audio
zh_hans: 音频

source: CDC data
zh_hans: CDC 数据

source: Child of USB Device %lld
zh_hans: USB 设备 %lld 的子设备

source: Communications
zh_hans: 通信

source: Connection speed
zh_hans: 连接速度

source: Connection speed is a reported link category, not a maximum capability or measured throughput.
zh_hans: 连接速度是系统报告的链路类别，不是最大能力或实测吞吐量。

source: Content security
zh_hans: 内容安全

source: Current configuration value
zh_hans: 当前配置值

source: Defined by interfaces
zh_hans: 由接口定义

source: Device class / subclass / protocol
zh_hans: 设备类别 / 子类别 / 协议

source: Device release number (bcdDevice)
zh_hans: 设备发布编号（bcdDevice）

source: Diagnostic
zh_hans: 诊断

source: Full Speed — 12 Mb/s
zh_hans: 全速 — 12 Mb/s

source: High Speed — 480 Mb/s
zh_hans: 高速 — 480 Mb/s

source: Hub
zh_hans: 集线器

source: Human interface device
zh_hans: 人机接口设备

source: Idle — the USB tree has not been read this session.
zh_hans: 空闲——本次会话尚未读取 USB 树。

source: Image
zh_hans: 图像

source: Interface %lld.%lld
zh_hans: 接口 %lld.%lld

source: Interface class / subclass / protocol
zh_hans: 接口类别 / 子类别 / 协议

source: Interface number
zh_hans: 接口编号

source: Load Demo USB Tree
zh_hans: 载入演示 USB 树

source: Low Speed — 1.5 Mb/s
zh_hans: 低速 — 1.5 Mb/s

source: Mass storage
zh_hans: 大容量存储

source: Miscellaneous
zh_hans: 其他类别

source: No serial numbers, names, locations, registry paths, descriptors, device opens, persistence, history, diagnostics values, or export.
zh_hans: 不读取序列号、名称、位置、注册表路径或描述符，不打开设备，不持久化，不进入历史、诊断值或导出。

source: Not connected
zh_hans: 未连接

source: Not reported
zh_hans: 未报告

source: Other reported speed
zh_hans: 其他报告速度

source: Personal healthcare
zh_hans: 个人医疗保健

source: Physical
zh_hans: 物理接口

source: Printer
zh_hans: 打印机

source: Read Current USB Tree
zh_hans: 读取当前 USB 树

source: Reading the current bounded USB tree…
zh_hans: 正在读取有界的当前 USB 树…

source: Reads one bounded USB registry snapshot only after you ask. Model-level numeric identifiers remain on this page for this session.
zh_hans: 仅在你主动操作后读取一次有界 USB 注册表快照。型号级数字标识只在本次会话的此页面保留。

source: Smart card
zh_hans: 智能卡

source: Stopped waiting after two seconds; any late result will be discarded.
zh_hans: 等待两秒后已停止；任何迟到结果都会被丢弃。

source: The USB registry read failed without exposing system error text.
zh_hans: USB 注册表读取失败，未回显系统错误文本。

source: The USB topology changed or was invalid while being read.
zh_hans: 读取期间 USB 拓扑发生变化或无效。

source: The USB tree exceeded its safety limit and was not shown.
zh_hans: USB 树超过安全上限，因此未显示。

source: The registry read may still be finishing.
zh_hans: 注册表读取可能仍在结束。

source: The registry snapshot contained no USB devices.
zh_hans: 注册表快照中没有 USB 设备。

source: This Mac does not expose the required public USB registry service.
zh_hans: 此 Mac 未公开所需的公共 USB 注册表服务。

source: Top-level USB device
zh_hans: 顶层 USB 设备

source: USB Device %lld
zh_hans: USB 设备 %lld

source: USB Device Tree
zh_hans: USB 设备树

source: USB registry enumeration is temporarily unavailable.
zh_hans: USB 注册表枚举暂时不可用。

source: USB tree available on this page for this session.
zh_hans: USB 树仅在本次会话的此页面可用。

source: USB tree available with malformed or detached records omitted.
zh_hans: USB 树可用；已省略异常或脱离设备的记录。

source: Vendor ID / Product ID
zh_hans: 厂商 ID / 产品 ID

source: Vendor specific
zh_hans: 厂商专用

source: Video
zh_hans: 视频

source: Wireless controller
zh_hans: 无线控制器

source: macOS did not permit this USB registry read.
zh_hans: macOS 未允许此次 USB 注册表读取。

source: Allow microphone input for Sound Input Check?
zh_hans: 允许“声音输入检查”使用麦克风输入吗？

source: Analyzing PCM buffers in memory.
zh_hans: 正在内存中分析 PCM 缓冲区。

source: Bounded level history
zh_hans: 有界电平历史

source: Check Permission Again
zh_hans: 重新检查权限

source: Continue to macOS Permission
zh_hans: 继续前往 macOS 权限确认

source: Elapsed seconds
zh_hans: 已过秒数

source: Frequency Hz
zh_hans: 频率 Hz

source: Frequency resolution
zh_hans: 频率分辨率

source: Idle — demo mode will not access the microphone.
zh_hans: 空闲——演示模式不会访问麦克风。

source: Idle — microphone input has not started.
zh_hans: 空闲——麦克风输入尚未开始。

source: Latest waveform envelope
zh_hans: 最新波形包络

source: Latest relative spectrum
zh_hans: 最新相对频谱

source: Maximum amplitude
zh_hans: 最大幅度

source: Microphone access is denied. Change it in System Settings if desired, then check again.
zh_hans: 麦克风访问已被拒绝。如需可在“系统设置”中更改，然后重新检查。

source: Microphone access is restricted by the current system policy.
zh_hans: 当前系统策略限制了麦克风访问。

source: Minimum amplitude
zh_hans: 最小幅度

source: No enabled microphone input format was available.
zh_hans: 没有可用的已启用麦克风输入格式。

source: No non-DC spectral peak
zh_hans: 无非直流频谱峰值

source: Observed buffers
zh_hans: 已观察缓冲区

source: Observed PCM frames
zh_hans: 已观察 PCM 帧

source: PCM channels
zh_hans: PCM 通道数

source: PCM sample rate
zh_hans: PCM 采样率

source: Peak amplitude
zh_hans: 峰值幅度

source: Peak dBFS
zh_hans: 峰值 dBFS

source: Peak level
zh_hans: 峰值电平

source: Raw PCM is inspected only inside the audio callback and immediately reduced to bounded derived values. No samples, recordings, device identity, persistence, snapshot, diagnostics values, or export.
zh_hans: 原始 PCM 只在音频回调内检查，并立即归约为有界派生值。不保留样本、录音或设备身份，不持久化，也不进入快照、诊断值或导出。

source: Review the privacy explanation before continuing.
zh_hans: 继续前请查看隐私说明。

source: Relative magnitude dB
zh_hans: 相对幅度 dB

source: RMS amplitude
zh_hans: RMS 幅度

source: RMS level
zh_hans: RMS 电平

source: Run Demo Sound Input
zh_hans: 运行演示声音输入

source: Sound Input Check
zh_hans: 声音输入检查

source: Spectrum FFT size
zh_hans: 频谱 FFT 尺寸

source: Spectrum floor
zh_hans: 频谱显示下限

source: Sound input stopped after an invalid PCM buffer.
zh_hans: 检测到无效 PCM 缓冲区后已停止声音输入。

source: Sound input stopped at the five-minute safety limit.
zh_hans: 声音输入已在五分钟安全上限处停止。

source: Sound input stopped because a counter exceeded its safety limit.
zh_hans: 某项计数超过安全上限，声音输入已停止。

source: Sound input stopped because the app is closing.
zh_hans: App 正在关闭，声音输入已停止。

source: Sound input stopped because the audio-device configuration changed.
zh_hans: 音频设备配置已变化，声音输入已停止。

source: Sound input stopped before the Mac went to sleep.
zh_hans: Mac 进入睡眠前已停止声音输入。

source: Sound input stopped; counters and bounded derived analysis remain until this page is left.
zh_hans: 声音输入已停止；计数和有界派生分析会保留到离开本页。

source: Start Sound Input Check
zh_hans: 开始声音输入检查

source: Starting the bounded audio input session…
zh_hans: 正在启动有界的音频输入会话…

source: Starts a bounded microphone session only after an explicit action and derives a waveform envelope, RMS, peak, dBFS, and a relative frequency spectrum in memory.
zh_hans: 仅在明确操作后启动有界的麦克风会话，并在内存中派生波形包络、RMS、峰值、dBFS 和相对频谱。

source: Strongest non-DC bin center
zh_hans: 最强非直流分箱中心

source: Stop Sound Input
zh_hans: 停止声音输入

source: The audio input session could not start.
zh_hans: 无法启动音频输入会话。

source: The microphone permission request did not produce a decision.
zh_hans: 麦克风权限请求未产生明确结果。

source: The latest spectrum uses at most 2,048 recent channel-averaged frames, removes the mean, applies a Hann window, and reduces positive frequencies to at most 128 bands. It refreshes no faster than 10 Hz.
zh_hans: 最新频谱使用最多 2,048 个近期的通道平均帧，移除均值，应用 Hann 窗，并将正频率归约为最多 128 个频带。刷新频率不超过 10 Hz。

source: The strongest value is the center of a finite-resolution FFT bin. It does not identify a sound source, musical pitch, speech, or the surrounding environment.
zh_hans: 最强值是有限分辨率 FFT 分箱的中心频率。它不识别声源、音高、语音或周边环境。

source: Up to 128 min/max bins from the latest buffer after averaging channels per frame.
zh_hans: 对每帧的各通道取平均后，从最新缓冲区生成最多 128 个最小/最大值分箱。

source: Waiting for the macOS microphone decision…
zh_hans: 正在等待 macOS 的麦克风权限决定…

source: Waveform bin
zh_hans: 波形分箱

source: dBFS uses digital full scale 1.0; it is not dBA, sound-pressure level, or calibrated loudness. The history chart clips values below −96 dBFS, while exact digital silence is reported as −∞ dBFS. Spectrum values are relative to the current non-DC peak, not dBFS or SPL.
zh_hans: dBFS 以数字满刻度 1.0 为基准；它不是 dBA、声压级或校准响度。历史图会裁剪低于 −96 dBFS 的值，精确的数字静音则报告为 −∞ dBFS。频谱值相对于当前非直流峰值，不是 dBFS 或 SPL。

source: macOS will ask for microphone access. Capture begins only if you allow it; buffers stay in memory and are never saved or exported.
zh_hans: macOS 将请求麦克风访问权限。只有在你允许后才会开始采集；缓冲区仅留在内存中，绝不保存或导出。

source: Access level and compatibility evidence remain visible on every card.
zh_hans: 每张卡片都会显示访问级别与兼容性证据。

source: %@ points
zh_hans: %@ 点

source: Calibrate This Display
zh_hans: 校准这块显示器

source: Calibration exists only for this app session and this display mode.
zh_hans: 校准仅在本次 App 会话和当前显示模式下有效。

source: Clear Display Calibration
zh_hans: 清除显示校准

source: Current display ready for a session-only calibration.
zh_hans: 当前显示器已可进行仅限本次会话的校准。

source: Display configuration changed. The previous calibration was discarded.
zh_hans: 显示配置已变化，先前的校准已丢弃。

source: Display ruler is unavailable in Demo mode because it must use the real screen geometry.
zh_hans: 显示尺需要使用真实屏幕几何信息，因此在演示模式下不可用。

source: Enter 10–2000 mm and choose a line width that produces a plausible 10–2000 PPI result.
zh_hans: 请输入 10–2000 mm，并选择能得到合理 10–2000 PPI 结果的线段宽度。

source: Locating the display containing this window…
zh_hans: 正在定位当前窗口所在的显示器…

source: Match the on-screen line to a real ruler to calibrate only the current horizontal axis.
zh_hans: 将屏幕线段与真实尺具对齐，只校准当前水平轴。

source: Millimeters per point
zh_hans: 每点毫米数

source: On-screen reference line, %@ points
zh_hans: 屏幕参考线，%@ 点

source: Physical Display Ruler
zh_hans: 显示器物理尺

source: Reference length
zh_hans: 参考长度

source: Reference length in millimeters
zh_hans: 参考长度（毫米）

source: Rendered ruler width
zh_hans: 屏幕尺宽度

source: Session display %lld • %lld × %lld points • %lld × %lld pixels
zh_hans: 本次会话显示器 %lld • %lld × %lld 点 • %lld × %lld 像素

source: System estimated horizontal span
zh_hans: 系统估算水平跨度

source: System estimated PPI
zh_hans: 系统估算 PPI

source: The current window could not be bound to an active display.
zh_hans: 当前窗口无法绑定到活动显示器。

source: User calibrated horizontal PPI
zh_hans: 用户校准水平 PPI

source: User calibrated horizontal span
zh_hans: 用户校准水平跨度

source: User-referenced horizontal calibration is active for this display mode.
zh_hans: 当前显示模式已启用用户参考的水平校准。

source: User-referenced, not certified metrology. Only the horizontal axis is calibrated; vertical size and diagonal are not inferred.
zh_hans: 结果来自用户参考，不是认证计量。只校准水平轴，不推断垂直尺寸或对角线。

source: Capture stopped. Samples remain only until cleared or this page is left.
zh_hans: 采集已停止。样本只保留到清除或离开本页为止。

source: Clear Pressure Samples
zh_hans: 清除压力样本

source: Click and press here with a Force Touch trackpad
zh_hans: 使用 Force Touch 触控板在此点击并继续按压

source: Force Touch Pressure Lab
zh_hans: Force Touch 压力实验

source: Force Touch pressure interaction area
zh_hans: Force Touch 压力交互区

source: Force Touch service detected. Start a local capture when ready.
zh_hans: 已检测到 Force Touch 服务。准备好后可开始本地采集。

source: Force Touch service not detected. Start a local capture to check the active input device.
zh_hans: 未检测到 Force Touch 服务。可开始本地采集以检查当前输入设备。

source: Keep the pointer inside this area during the gesture.
zh_hans: 操作期间请让指针保持在此区域内。

source: No global input monitoring, raw contacts, device identifiers, persistence, or export.
zh_hans: 不进行全局输入监控，不读取原始触点或设备标识，也不持久化或导出。

source: Normalized pressure
zh_hans: 归一化压力

source: Normalized pressure trend with %lld samples
zh_hans: 归一化压力趋势，共 %lld 个样本

source: Peak in current stage
zh_hans: 当前阶段内峰值

source: Pressure Lab is unavailable in Demo mode because it requires live local input.
zh_hans: 压力实验需要本机实时输入，因此在演示模式下不可用。

source: Pressure is normalized from 0 to 1 within each stage. It is not force, weight, grams, or a calibrated physical measurement.
zh_hans: 压力值在每个阶段内归一化为 0 到 1。它不是力、重量、克数或经过校准的物理测量。

source: Reads public AppKit pressure events only inside the interaction area below.
zh_hans: 只在下方交互区域内读取公开的 AppKit 压力事件。

source: Receiving view-local AppKit pressure events.
zh_hans: 正在接收仅限当前视图的 AppKit 压力事件。

source: Retained samples
zh_hans: 保留样本数

source: Stage
zh_hans: 阶段

source: Stage 2 entries
zh_hans: 进入阶段 2 次数

source: Stage transition
zh_hans: 阶段过渡量

source: Start Pressure Capture
zh_hans: 开始压力采集

source: Start a local capture to check the current input device.
zh_hans: 开始本地采集以检查当前输入设备。

source: Stop Pressure Capture
zh_hans: 停止压力采集

source: The curve is split at every stage change; values from different stages are never added together.
zh_hans: 曲线会在每次阶段变化处分段；不同阶段的数值不会相加。

source: The last click did not advertise pressure events. Try the Force Touch trackpad.
zh_hans: 上次点击未声明支持压力事件。请尝试使用 Force Touch 触控板。

source: Waiting for pressure events inside the interaction area.
zh_hans: 正在等待交互区域内的压力事件。

source: Active
zh_hans: 活跃

source: Associated
zh_hans: 已关联

source: Associated radio link
zh_hans: 无线链路关联状态

source: Associated Wi-Fi signal unavailable
zh_hans: 已关联 Wi-Fi 的信号读数不可用

source: Band
zh_hans: 频段

source: Channel
zh_hans: 信道

source: Channel width
zh_hans: 信道宽度

source: Dynamic WEP
zh_hans: 动态 WEP

source: Enterprise security
zh_hans: 企业级安全

source: Inactive
zh_hans: 未活跃

source: No associated Wi-Fi channel was reported
zh_hans: 未报告已关联的 Wi-Fi 信道

source: No network name, access-point address, interface identity, location, or scan results are collected.
zh_hans: 不收集网络名称、接入点地址、接口身份、位置或扫描结果。

source: No SSID, BSSID, MAC address, country code, interface name, scan result, IP address, or location was read.
zh_hans: 未读取 SSID、BSSID、MAC 地址、国家代码、接口名称、扫描结果、IP 地址或位置。

source: Noise
zh_hans: 噪声

source: Not associated
zh_hans: 未关联

source: Open network
zh_hans: 开放网络

source: OWE transition
zh_hans: OWE 过渡

source: Personal security
zh_hans: 个人级安全

source: PHY mode
zh_hans: PHY 模式

source: Security
zh_hans: 安全模式

source: Shows current public radio metrics without network identity or scanning
zh_hans: 显示当前公开无线电指标，不读取网络身份或进行扫描

source: Signal and noise are current radio-link readings; transmit rate is the negotiated PHY rate, not application throughput.
zh_hans: 信号和噪声是当前无线链路读数；传输速率是协商后的 PHY 速率，不是应用吞吐量。

source: Signal-to-noise ratio
zh_hans: 信噪比

source: Transmit power
zh_hans: 发射功率

source: Transmit rate
zh_hans: 传输速率

source: Transmit rate is the current negotiated PHY rate, not application throughput.
zh_hans: 传输速率是当前协商后的 PHY 速率，不是应用吞吐量。

source: Wi-Fi interface was not reported
zh_hans: 未报告 Wi-Fi 接口

source: Wi-Fi network service
zh_hans: Wi-Fi 网络服务

source: Wi-Fi power
zh_hans: Wi-Fi 电源

source: Wi-Fi power is off or unavailable
zh_hans: Wi-Fi 电源已关闭或状态不可用

source: Wi-Fi Radio
zh_hans: Wi-Fi 无线电

source: Wi-Fi radio metrics available
zh_hans: Wi-Fi 无线电指标可用

source: Wi-Fi service is inactive or unavailable
zh_hans: Wi-Fi 网络服务未活跃或不可用

source: Wi-Fi Signal
zh_hans: Wi-Fi 信号

source: WPA Enterprise
zh_hans: WPA 企业级

source: WPA Personal
zh_hans: WPA 个人级

source: WPA/WPA2 Enterprise
zh_hans: WPA/WPA2 企业级

source: WPA/WPA2 Personal
zh_hans: WPA/WPA2 个人级

source: WPA2 Enterprise
zh_hans: WPA2 企业级

source: WPA2 Personal
zh_hans: WPA2 个人级

source: WPA3 Enterprise
zh_hans: WPA3 企业级

source: WPA3 Personal
zh_hans: WPA3 个人级

source: WPA3 transition
zh_hans: WPA3 过渡

source: Zero-valued CoreWLAN error sentinels and unknown enum values are omitted.
zh_hans: 会省略 CoreWLAN 的零值错误哨兵和未知枚举值。

source: Hardware Inventory
zh_hans: 硬件清单

source: Model-level hardware facts only; unique device identifiers are intentionally excluded.
zh_hans: 只显示机型层面的硬件事实；特意排除设备唯一标识。

source: Audio Hardware
zh_hans: 音频硬件

source: Core Audio hardware properties
zh_hans: Core Audio 硬件属性

source: Audio devices
zh_hans: 音频设备

source: Available audio devices
zh_hans: 可用音频设备

source: Input-capable audio devices
zh_hans: 支持输入的音频设备

source: Output-capable audio devices
zh_hans: 支持输出的音频设备

source: Duplex audio devices
zh_hans: 双工音频设备

source: Default input
zh_hans: 默认输入

source: Default input reported
zh_hans: 已报告默认输入设备

source: Default input connection
zh_hans: 默认输入连接方式

source: Default input channels
zh_hans: 默认输入通道数

source: Default input nominal sample rate
zh_hans: 默认输入标称采样率

source: Default input device latency
zh_hans: 默认输入设备延迟

source: Default output
zh_hans: 默认输出

source: Default output reported
zh_hans: 已报告默认输出设备

source: Default output connection
zh_hans: 默认输出连接方式

source: Default output channels
zh_hans: 默认输出通道数

source: Default output nominal sample rate
zh_hans: 默认输出标称采样率

source: Default output device latency
zh_hans: 默认输出设备延迟

source: Built-in
zh_hans: 内建

source: Aggregate
zh_hans: 聚合

source: Virtual
zh_hans: 虚拟

source: Bluetooth LE
zh_hans: 低功耗蓝牙

source: AirPlay
zh_hans: 隔空播放

source: Continuity Camera (wired)
zh_hans: 连续互通相机（有线）

source: Continuity Camera (wireless)
zh_hans: 连续互通相机（无线）

source: Audio hardware list was temporarily unavailable
zh_hans: 音频硬件列表暂时不可用

source: Core Audio hardware property access was denied
zh_hans: Core Audio 硬件属性访问被拒绝

source: Audio hardware properties could not be read
zh_hans: 无法读取音频硬件属性

source: No audio devices were reported
zh_hans: 系统未报告音频设备

source: One or more Core Audio properties were unavailable or invalid and were omitted.
zh_hans: 一个或多个 Core Audio 属性不可用或无效，已省略。

source: Core Audio device handles are used only inside one read and are never stored or exported.
zh_hans: Core Audio 设备句柄仅在单次读取内部使用，绝不保存或导出。

source: Device UID, model UID, name, manufacturer, icon, clock domain, and free-form driver text are not read.
zh_hans: 不读取设备 UID、型号 UID、名称、厂商、图标、时钟域或驱动自由文本。

source: This provider only queries hardware properties; it does not open an audio stream, capture samples, record audio, or request microphone permission.
zh_hans: 此 Provider 只查询硬件属性；不会打开音频流、采集样本、录音或请求麦克风权限。

source: Nominal sample rate is the device's current configured rate; device latency excludes additional stream and safety-offset latency.
zh_hans: 标称采样率是设备当前配置的速率；设备延迟不含额外的流延迟与安全偏移延迟。

source: %lld devices • %lld input • %lld output
zh_hans: %lld 台设备 • %lld 台支持输入 • %lld 台支持输出

source: %lld device • %lld input • %lld output
zh_hans: %lld 台设备 • %lld 台支持输入 • %lld 台支持输出

source: %lld audio device
zh_hans: %lld 台音频设备

source: %lld audio devices
zh_hans: %lld 台音频设备

source: %lld active • %lld EDR capable
zh_hans: %lld 台活动显示器 • %lld 台支持 EDR

source: Display %lld %@
zh_hans: 显示器 %lld %@

source: Display Hardware
zh_hans: 显示硬件

source: Show all %lld facts
zh_hans: 显示全部 %lld 项事实

source: Show fewer facts
zh_hans: 收起详细事实

source: System Storage Hardware
zh_hans: 系统存储硬件

source: Critical warning bits
zh_hans: 关键警告位

source: Available spare below threshold
zh_hans: 可用备用空间低于阈值

source: Composite temperature above critical threshold
zh_hans: 综合温度超过临界阈值

source: Reliability degraded warning
zh_hans: 可靠性下降警告

source: Media read-only warning
zh_hans: 介质只读警告

source: Volatile-memory backup warning
zh_hans: 易失性内存备份警告

source: Unknown warning bits present
zh_hans: 存在未知警告位

source: Composite temperature
zh_hans: 综合温度

source: Available spare
zh_hans: 可用备用空间

source: Available spare threshold
zh_hans: 可用备用空间阈值

source: Percentage used estimate
zh_hans: 已用寿命估算

source: Data units read
zh_hans: 已读取数据单元

source: Reported read counter bytes
zh_hans: 报告的读取计数字节数

source: Data units written
zh_hans: 已写入数据单元

source: Reported written counter bytes
zh_hans: 报告的写入计数字节数

source: Host read commands
zh_hans: 主机读取命令

source: Host write commands
zh_hans: 主机写入命令

source: Controller busy time
zh_hans: 控制器忙碌时间

source: Power cycles
zh_hans: 通电次数

source: Power-on hours
zh_hans: 通电小时数

source: Unsafe shutdown count
zh_hans: 非正常关机累计次数

source: Media and data integrity errors
zh_hans: 介质与数据完整性错误

source: Error information log entries
zh_hans: 错误信息日志条目数

source: No recognized SMART warning bits
zh_hans: 未报告已识别的 SMART 警告位

source: SMART warning bits reported
zh_hans: 报告了 SMART 警告位

source: NVMe SMART data partially available
zh_hans: NVMe SMART 数据部分可用

source: System-volume storage mapping was unavailable
zh_hans: 系统卷的存储映射不可用

source: System disk does not expose NVMe SMART
zh_hans: 系统磁盘未提供 NVMe SMART

source: NVMe SMART interface was unavailable
zh_hans: NVMe SMART 接口不可用

source: NVMe SMART access was denied
zh_hans: NVMe SMART 访问被拒绝

source: NVMe SMART device was temporarily unavailable
zh_hans: NVMe SMART 设备暂时不可用

source: NVMe SMART read failed
zh_hans: NVMe SMART 读取失败

source: No recognized warning bit is not a complete health assessment.
zh_hans: 没有已识别的警告位并不等于完整的健康评估。

source: Percentage used is a controller lifetime-use estimate; 100% does not mean failure and the value can exceed 100%.
zh_hans: 已用百分比是控制器给出的寿命消耗估算；100% 不表示故障，数值也可能超过 100%。

source: Composite temperature describes the controller and NVM, not room temperature.
zh_hans: 综合温度描述控制器与 NVM，并非室温。

source: Data units are rounded up in groups of 1,000 × 512-byte units; converted counter bytes are exact for the reported unit count, not exact historical I/O bytes.
zh_hans: 数据单元按 1,000 × 512 字节为一组向上取整；换算的计数字节值对报告单元数是精确的，但不是精确的历史 I/O 字节数。

source: Unsafe shutdowns and media errors are controller-reported cumulative facts, not attribution or failure predictions.
zh_hans: 非正常关机与介质错误是控制器报告的累计事实，不用于归因或预测故障。

source: Only SMARTReadData for the current system-volume whole disk is used; identify data, device names, serial numbers, paths, and detailed error logs are not read.
zh_hans: 仅使用当前系统卷整盘的 SMARTReadData；不读取 identify 数据、设备名称、序列号、路径或详细错误日志。

source: One or more scalar fields failed validation and were omitted.
zh_hans: 一个或多个标量字段未通过校验，已省略。

source: One or more counter-byte conversions exceeded UInt128 and were omitted; raw counters remain available.
zh_hans: 一个或多个计数字节换算超出 UInt128，已省略；原始计数仍可用。

source: No device identifier or system error text is exported.
zh_hans: 不导出设备标识符或系统错误文本。

source: Active display hardware
zh_hans: 活动显示硬件

source: EDR-capable displays
zh_hans: 支持 EDR 的显示器

source: is main
zh_hans: 是主显示器

source: is built in
zh_hans: 是内建显示器

source: current pixels
zh_hans: 当前像素尺寸

source: current logical size
zh_hans: 当前逻辑尺寸

source: available modes
zh_hans: 可用模式数

source: maximum mode pixels
zh_hans: 最大模式像素尺寸

source: maximum frame rate
zh_hans: 最高帧率

source: variable refresh
zh_hans: 可变刷新率

source: color space model
zh_hans: 色彩空间模型

source: Display P3 gamut
zh_hans: Display P3 色域

source: EDR capability
zh_hans: EDR 能力

source: maximum EDR headroom
zh_hans: 最大 EDR 余量

source: reported physical width
zh_hans: 报告的物理宽度

source: reported physical height
zh_hans: 报告的物理高度

source: estimated diagonal
zh_hans: 估算对角线

source: estimated pixel density
zh_hans: 估算像素密度

source: Storage protocol class
zh_hans: 存储协议类别

source: Internal storage
zh_hans: 内置存储

source: Removable media
zh_hans: 可移除介质

source: Ejectable media
zh_hans: 可推出介质

source: Writable media
zh_hans: 可写介质

source: Reported media capacity
zh_hans: 报告的介质容量

source: Media block size
zh_hans: 介质块大小

source: Partition scheme class
zh_hans: 分区方案类别

source: GUID partition map
zh_hans: GUID 分区表

source: MBR partition map
zh_hans: MBR 分区表

source: Apple partition map
zh_hans: Apple 分区表

source: APFS container
zh_hans: APFS 容器

source: Display hardware capabilities were unavailable
zh_hans: 显示硬件能力不可用

source: System storage facts available
zh_hans: 系统存储硬件事实可用

source: System storage hardware facts were unavailable
zh_hans: 系统存储硬件事实不可用

source: CoreGraphics and AppKit display capabilities
zh_hans: CoreGraphics 与 AppKit 显示能力

source: Disk Arbitration whole-disk description
zh_hans: Disk Arbitration 整盘描述

source: Display slots are session-local order labels, not persistent identifiers.
zh_hans: 显示器序号仅表示本次会话的顺序，不是持久标识符。

source: CoreGraphics may estimate physical size at 72 DPI when EDID is unavailable, so physical dimensions and PPI remain Estimated.
zh_hans: EDID 不可用时 CoreGraphics 可能按 72 DPI 估算物理尺寸，因此物理尺寸和 PPI 始终标为估算值。

source: Localized display names, display IDs, EDID data, ICC profile names, and serial numbers are intentionally omitted.
zh_hans: 有意省略显示器名称、显示 ID、EDID 数据、ICC 配置名称和序列号。
